{
  "خطبه‌ها": {
    "خطبه 1": "سپاس خدایی را سزاست که آفریننده بندگان، گستراننده زمین، روان‌کننده جویبارها، و فرستنده بادهاست...",
    "خطبه 2": "خداوند دین را برای پاک‌سازی دل‌ها فرستاد. پیامبر را با آیات روشن پشتیبانی کرد، تا مردم را از پرستش بت‌ها رهایی بخشد.",
    "خطبه 3": "خدا را سپاس که لباس عزت بر تن دارد، بزرگی ویژه اوست، و مخلوقات را با رحمت آفرید.",
    "خطبه 4": "ای مردم! از خدا بترسید، زیرا تقوا بهترین توشه است، و نافرمانی او باعث هلاکت.",
    "خطبه 5": "دنیا چون سایه‌ای زودگذر است. آخرت خانه‌ای پایدار است. از دنیایتان برای آخرت بهره بگیرید.",
    "خطبه 6": "از خدا بخواهید شما را بیامرزد، و از هر گناه پاک سازد، که او توبه‌پذیر مهربان است.",
    "خطبه 7": "آنچه خداوند را از بندگانش بازداشته، به سود آنان است. پس نافرمانی، زیان‌بخش است.",
    "خطبه 8": "ای مردم! مرگ را یاد کنید. هر که مرگ را فراموش کند، دنیا او را فریب می‌دهد.",
    "خطبه 9": "بدانید دنیا خانه‌ای ناپایدار است، و آخرت خانه‌ای جاویدان. پس از دنیایتان برای آخرت بردارید.",
    "خطبه 10": "برترین بندگان خدا، کسانی‌اند که حق را می‌گویند، هرچند به زیانشان باشد، و در راه خدا استوارند.",
    "خطبه 11": "من اهل شمشیرم، نه سخن. اگر با زبانم حق را می‌گویم، با تیغم آن را نگه می‌دارم.",
    "خطبه 12": "چه زود مردم، سنت را ترک کردند و بدعت را زنده کردند. وای بر آنان از روزی که خدا بازخواست کند.",
    "خطبه 13": "به خدا سوگند! اگر مرا هزار بار بکشند و زنده‌ام کنند، دوست ندارم حتی یک ظلم به کسی کنم.",
    "خطبه 14": "ای مردم! شما در این دنیا میهمانید، و دنیا سرای گذر است، نه ماندن. تقوا پیشه کنید.",
    "خطبه 15": "قلب انسان مؤمن آرام نمی‌گیرد، مگر وقتی خدا را یاد کند. یاد خدا شفای دل‌هاست.",
    "خطبه 16": "پرهیزگاری، نوری است در دل، و راهی است به سوی نجات. بی‌تقوایی، ظلمت و گمراهی است.",
    "خطبه 17": "دنیا همانند ماری است که پوستش نرم ولی درونش زهرآلود است. عاقل از آن پرهیز می‌کند.",
    "خطبه 18": "هر که از دنیا بهره‌مند شود و آخرت را فراموش کند، زیان دیده است.",
    "خطبه 19": "از خدا بترسید، که اگر دنیا را از دست دهید، آخرت را خواهید یافت، ولی اگر آخرت را از دست دهید، دنیا به کارتان نمی‌آید.",
    "خطبه 20": "از بهترین اعمال، تقوا و عمل صالح است. و بدانید که بهترین گفتار، ذکر خداوند است."
  },
