{
  "خطبه‌ها": {
    "خطبه 1": "سپاس خدایی را سزاست که آفریننده بندگان، گستراننده زمین، روان‌کننده جویبارها، و فرستنده بادهاست...",
    "خطبه 2": "خداوند دین را برای پاک‌سازی دل‌ها فرستاد. پیامبر را با آیات روشن پشتیبانی کرد، تا مردم را از پرستش بت‌ها رهایی بخشد.",
    "خطبه 3": "خدا را سپاس که لباس عزت بر تن دارد، بزرگی ویژه اوست، و مخلوقات را با رحمت آفرید.",
    "خطبه 4": "ای مردم! از خدا بترسید، زیرا تقوا بهترین توشه است، و نافرمانی او باعث هلاکت.",
    "خطبه 5": "دنیا چون سایه‌ای زودگذر است. آخرت خانه‌ای پایدار است. از دنیایتان برای آخرت بهره بگیرید.",
    "خطبه 6": "از خدا بخواهید شما را بیامرزد، و از هر گناه پاک سازد، که او توبه‌پذیر مهربان است.",
    "خطبه 7": "آنچه خداوند را از بندگانش بازداشته، به سود آنان است. پس نافرمانی، زیان‌بخش است.",
    "خطبه 8": "ای مردم! مرگ را یاد کنید. هر که مرگ را فراموش کند، دنیا او را فریب می‌دهد.",
    "خطبه 9": "بدانید دنیا خانه‌ای ناپایدار است، و آخرت خانه‌ای جاویدان. پس از دنیایتان برای آخرت بردارید.",
    "خطبه 10": "برترین بندگان خدا، کسانی‌اند که حق را می‌گویند، هرچند به زیانشان باشد، و در راه خدا استوارند.",
    "خطبه 11": "من اهل شمشیرم، نه سخن. اگر با زبانم حق را می‌گویم، با تیغم آن را نگه می‌دارم.",
    "خطبه 12": "چه زود مردم، سنت را ترک کردند و بدعت را زنده کردند. وای بر آنان از روزی که خدا بازخواست کند.",
    "خطبه 13": "به خدا سوگند! اگر مرا هزار بار بکشند و زنده‌ام کنند، دوست ندارم حتی یک ظلم به کسی کنم.",
    "خطبه 14": "ای مردم! شما در این دنیا میهمانید، و دنیا سرای گذر است، نه ماندن. تقوا پیشه کنید.",
    "خطبه 15": "قلب انسان مؤمن آرام نمی‌گیرد، مگر وقتی خدا را یاد کند. یاد خدا شفای دل‌هاست.",
    "خطبه 16": "پرهیزگاری، نوری است در دل، و راهی است به سوی نجات. بی‌تقوایی، ظلمت و گمراهی است.",
    "خطبه 17": "دنیا همانند ماری است که پوستش نرم ولی درونش زهرآلود است. عاقل از آن پرهیز می‌کند.",
    "خطبه 18": "هر که از دنیا بهره‌مند شود و آخرت را فراموش کند، زیان دیده است.",
    "خطبه 19": "از خدا بترسید، که اگر دنیا را از دست دهید، آخرت را خواهید یافت، ولی اگر آخرت را از دست دهید، دنیا به کارتان نمی‌آید.",
    "خطبه 20": "از بهترین اعمال، تقوا و عمل صالح است. و بدانید که بهترین گفتار، ذکر خداوند است."
  },
  "نامه‌ها": {
    "نامه 1": "از علی به مردم کوفه: شما را به تقوای الهی سفارش می‌کنم و از دنیاپرستی بازمی‌دارم.",
    "نامه 2": "به زیاد بن ابیه: مردم را با عدل و انصاف اداره کن، که بهترین فرمانروایی، عدالت است.",
    "نامه 3": "به معاویه: دنیا فریبنده است، و تنها کسی نجات می‌یابد که آخرت را بر دنیا ترجیح دهد.",
    "نامه 4": "به کارگزار خود: با مردم مهربان باش، و حق هر کس را ادا کن، که عدل پایه حکومت است.",
    "نامه 5": "به اشعث بن قیس: امانت را رعایت کن، و از خیانت دوری گزین.",
    "نامه 6": "به فرماندار مصر: عدالت پیشه کن، و از ظلم بپرهیز، که خدا مراقب توست.",
    "نامه 7": "به والی بصره: دین را پایه حکومت قرار بده، نه منافع دنیا را.",
    "نامه 8": "به عبدالله بن عباس: مردم را به سوی حق فرا بخوان، و از طمع بپرهیز.",
    "نامه 9": "به مالک اشتر: مردم دو دسته‌اند: یا برادر دینی تو هستند یا انسان‌هایی مانند تو. پس مهربان باش.",
    "نامه 10": "به لشکریانش: پیروزی در گرو صبر است. حق را با استقامت یاری دهید."
  },
  "حکمت‌ها": {
    "حکمت 1": "حکمت در دل، مانند چراغی است در تاریکی.",
    "حکمت 2": "دو چیز انسان را نابود می‌کند: طمع و عجله.",
    "حکمت 3": "کسی که به مردم رحم نکند، مورد رحم خدا قرار نمی‌گیرد.",
    "حکمت 4": "دل انسان آینه‌ای است، اگر غبار بگیرد حق را نشان نمی‌دهد.",
    "حکمت 5": "بزرگ‌ترین ثروت، عقل است.",
    "حکمت 6": "سکوتی که با فکر همراه باشد، بهتر از سخنی است که بی‌فایده باشد.",
    "حکمت 7": "با مردم چنان رفتار کن که دوست داری با تو رفتار کنند.",
    "حکمت 8": "زبان، کلید دل است. مراقب باش با آن چه می‌گویی.",
    "حکمت 9": "خشم را با بردباری درمان کن.",
    "حکمت 10": "هر کس خودش را بشناسد، پروردگارش را خواهد شناخت.",
    "حکمت 11": "ساده زیستی، عزت می‌آورد.",
    "حکمت 12": "سزاوارترین مردم به احترام، کسی است که به دیگران احترام می‌گذارد.",
    "حکمت 13": "همیشه با حق باش، هرچند به ضررت باشد.",
    "حکمت 14": "گناه، دل را تیره می‌کند.",
    "حکمت 15": "دروغ، پایه همه گناهان است.",
    "حکمت 16": "علم، برترین میراث است.",
    "حکمت 17": "عبادت، فقط نماز نیست؛ عدالت و راستگویی هم عبادت‌اند.",
    "حکمت 18": "پرهیزگاری، سپری است در برابر بلا.",
    "حکمت 19": "نیکوکاری، عمر را طولانی می‌کند.",
    "حکمت 20": "با انسان بد هم نیکی کن، شاید اصلاح شود.",
    "حکمت 21": "نیت پاک، پیش از عمل پاک است.",
    "حکمت 22": "در سختی‌ها، انسان شناخته می‌شود.",
    "حکمت 23": "هر که از تجربه دیگران بهره گیرد، از اشتباه در امان است.",
    "حکمت 24": "مراقب باش به کسی امیدواری ندهی که نتوانی وفا کنی.",
    "حکمت 25": "حیا، زینت انسان است.",
    "حکمت 26": "حق را بگو، هرچند تلخ باشد.",
    "حکمت 27": "آدمی با دوستانش شناخته می‌شود.",
    "حکمت 28": "کسی که زیاد می‌خندد، دلش سبک می‌شود.",
    "حکمت 29": "سخن گفتن، چون نقره است؛ اما سکوت، چون طلا.",
    "حکمت 30": "فرصت‌ها چون ابر می‌گذرند، آن‌ها را غنیمت شمار.",
    "حکمت 31": "ریشه بلا، در ظلم است.",
    "حکمت 32": "هر که عیب خود را ببیند، به عیب دیگران نمی‌پردازد.",
    "حکمت 33": "طلب روزی حلال، عبادت است.",
    "حکمت 34": "غرور، آفت بزرگان است.",
    "حکمت 35": "خشم، آتش درون است؛ خاموشش کن.",
    "حکمت 36": "هرگاه علمت زیاد شد، تواضعت را هم بیشتر کن.",
    "حکمت 37": "برترین کارها، آن است که پنهانی انجام شود.",
    "حکمت 38": "دوری از حسد، آرامش دل می‌آورد.",
    "حکمت 39": "برای دل شکسته، دل بسوزان، شاید روزی دلت شکسته شود.",
    "حکمت 40": "در هر کاری از خدا یاری بخواه."
  }
}
