{
  "خطبه‌ها": {
    "خطبه 1": "سپاس خدایی را سزاست که آفریننده بندگان، گستراننده زمین، روان‌کننده جویبارها، و فرستنده بادهاست. آفرینشی که بی‌نمونه‌ای پیشین پدید آورد، و بی‌نیاز از تجربه و مشورت...",
    "خطبه 2": "خداوند دین را برای پاک‌سازی دل‌ها فرستاد. و پیامبر را با آیات روشن پشتیبانی نمود، و او را میان خلق فرستاد تا ایشان را از پرستش بت‌ها رهایی بخشد و به سوی خدا بخواند.",
    "خطبه 3": "خدا را سپاس، خدایی که لباس عزت بر تن پوشاند، و بزرگی را برای خود ویژه کرد، و مخلوقات را از سر رحمت آفرید، و آنان را به راه هدایت راهنمایی کرد.",
    "خطبه 4": "ای مردم! از خدا بترسید، زیرا پرهیزگاری بهترین توشه است، و نافرمانی او باعث هلاکت است.",
    "خطبه 5": "ای مردم! دنیا چون سایه‌ای زودگذر است، و آخرت خانه‌ای پایدار. از دنیاتان بهره گیرید برای آخرتتان."
  },
  "نامه‌ها": {
    "نامه 1": "از بنده خدا علی، به والی مصر مالک اشتر. او را فرمان می‌دهد که با مردم با عدالت رفتار کند، با دشمن قاطع باشد، و نسبت به ضعفای جامعه مهربان.",
    "نامه 2": "از علی به معاویه. به خدا قسم تو اهل حکومت نیستی، و خون‌هایی که ریخته‌ای در پیشگاه عدل الهی گریبانت را می‌گیرد.",
    "نامه 3": "از علی به عثمان بن حنیف، والی بصره. شنیدم مهمانی اشرافی داشتی! این با روش ما سازگار نیست. نکند از فقرا دور شوی.",
    "نامه 4": "از علی به کارگزارش. امانت‌دار باش، زیرا خیانت، ویرانگر اعتماد مردم است، و خشم خدا را در پی دارد.",
    "نامه 5": "از علی به یکی از فرماندهان. از شتاب در جنگ بپرهیز، مگر آن‌که دشمن آغاز کند. به مردم ظلم نکن، حتی به دشمن اگر پناه آورد."
  },
  "حکمت‌ها": {
    "حکمت 1": "ارزش هر انسانی به اندازه چیزی است که خوب می‌داند.",
    "حکمت 2": "زبان عاقل در پشت قلب اوست، و قلب احمق در پشت زبانش.",
    "حکمت 3": "کسی که خود را بزرگ پندارد، کوچک می‌شود.",
    "حکمت 4": "ناتوان‌ترین مردم کسی است که در دوستیابی ناتوان است.",
    "حکمت 5": "از کسی که به تو بدی کرده است، با خوبی یاد کن، تا شرمش آید.",
    "حکمت 6": "صبر، کلید رهایی است.",
    "حکمت 7": "آبرو از ثروت برتر است.",
    "حکمت 8": "دوستی نادان، دشمنی است.",
    "حکمت 9": "هرکس به رأی خود بسنده کند، خود را به خطر انداخته.",
    "حکمت 10": "بهترین کار، کاری است که بدون اجبار انجام شود.",
    "حکمت 11": "بدترین برادر کسی است که تو را در سختی تنها بگذارد.",
    "حکمت 12": "عذرخواهی زیبا، از گناه بهتر است.",
    "حکمت 13": "رازت را به کسی مگو، که اگر فاش کند، سرزنشش نکنی.",
    "حکمت 14": "کسی که دیگران را کوچک بشمارد، خود کوچکتر است.",
    "حکمت 15": "دوستی نعمت بزرگی‌ست که باید قدر آن را دانست.",
    "حکمت 16": "گناه نکردن، از توبه کردن بهتر است.",
    "حکمت 17": "بزرگ‌ترین فقر، نادانی است.",
    "حکمت 18": "با مردم طوری رفتار کن، که دوست داری با تو رفتار شود.",
    "حکمت 19": "حق را بگو، هرچند به زیانت باشد.",
    "حکمت 20": "بسیار سخن گفتن، موجب لغزش زبان است."
  }
}
